Repository: openSUSE/snapper
Catalog: po/*.po
Languages: sl

source: snapper cleanup <cleanup-algorithm>
sl: snapper cleanup <algoritem_čiščenja>

source: snapper create-config <subvolume>
sl: snapper create-config <podnosilec>

source: snapper delete <number>
sl: snapper delete <številka>

source: snapper diff <number1>..<number2> [files]
sl: snapper diff <številka1>..<številka2> [datoteke]

source: snapper modify <number>
sl: snapper modify <številka>

source: snapper mount <number>
sl: snapper mount <številka>

source: snapper rollback [number]
sl: snapper rollback [številka]

source: snapper set-config <configdata>
sl: snapper set-config <nastavitve>

source: snapper status <number1>..<number2>
sl: snapper status <številka1>..<številka2>

source: snapper umount <number>
sl: snapper umount <številka>

source: snapper undochange <number1>..<number2> [files]
sl: snapper undochange <številka1>..<številka2> [datoteke]

source: snapper xadiff <number1>..<number2> [files]
sl: snapper xadiff <številka1>..<številka2> [datoteke]

source: Global options:
sl: Splošne možnosti:

source: Options for 'cleanup' command:
sl: Možnosti za ukaz »cleanup«:

source: Options for 'create' command:
sl: Možnosti za ukaz »create«:

source: Options for 'create-config' command:
sl: Možnosti za ukaz »create-config«:

source: Options for 'delete' command:
sl: Možnosti za ukaz »delete«:

source: Options for 'diff' command:
sl: Možnosti za ukaz »diff«:

source: Options for 'get-config' command:
sl: Možnosti za ukaz »get-config«:

source: Options for 'list' command:
sl: Možnosti za ukaz »list«:

source: Options for 'list-configs' command:
sl: Možnosti za ukaz »list-configs«:

source: Options for 'modify' command:
sl: Možnosti za ukaz »modify«:

source: Options for 'rollback' command:
sl: Možnosti za ukaz »rollback«:

source: Options for 'status' command:
sl: Možnosti za ukaz »status«:

source: Options for 'undochange' command:
sl: Možnosti za ukaz »undochange«:

source: Cleanup snapshots:
sl: Čiščenje posnetkov:

source: Comparing snapshots extended attributes:
sl: Primerjanje razširjenih lastnosti posnetkov:

source: Comparing snapshots:
sl: Primerjanje posnetkov:

source: Create config:
sl: Ustvarjanje nastavitev:

source: Create snapshot:
sl: Ustvarjanje posnetka:

source: Delete config:
sl: Brisanje nastavitev:

source: Delete snapshot:
sl: Brisanje posnetka:

source: Get config:
sl: Pridobivanje nastavitev:

source: List configs:
sl: Izpisovanje seznama nastavitev:

source: List snapshots:
sl: Izpisovanje seznama posnetkov:

source: Modify snapshot:
sl: Spreminjanje posnetka:

source: Mount snapshot:
sl: Priklapljanje posnetka:

source: Rollback:
sl: Povrnitev:

source: Set config:
sl: Nastavljanje nastavitev:

source: Setup quota:
sl: Nastavljanje kvote:

source: Umount snapshot:
sl: Odklapljanje posnetka:

source: Undo changes:
sl: Razveljavljanje sprememb:

source: %1$s or %2$s
sl: %1$s ali %2$s

source: %s continued
sl: %s nadaljuje

source: %s killed by signal %d
sl: %s je bil ubit s signalom %d

source: %s stopped
sl: %s se je zaustavil

source: 'btrfs send | btrfs receive' failed.
sl: Ukaz »btrfs send« ali » btrfs receive« ni uspel.

source: 'btrfs subvolume delete' failed.
sl: Ukaz »btrfs subvolume delete« ni uspel.

source: 'cp info.xml' failed.
sl: Ukaz »cp info.xml« ni uspel.

source: 'mkdir' failed.
sl: Ukaz »mkdir« ni uspel.

source: 'rm info.xml' failed.
sl: Ukaz »rm info.xml« ni uspel.

source: 'rmdir' failed.
sl: Ukaz »rmdir« ni uspel.

source: 'scp info.xml' failed.
sl: Ukaz »scp info.xml« ni uspel.

source: (Snapshot %d.)
sl: (Posnetek %d.)

source: (Source) Creation Time
sl: (Vir) čas ustvaritve

source: (Source) Parent UUID
sl: (Vir) nadrejeni UUID

source: (Source) Received UUID
sl: (Vir) prejeti UUID

source: (Source) UUID
sl: (Vir) UUID

source: (Target) Creation Time
sl: (Cilj) čas ustvaritve

source: (Target) Parent UUID
sl: (Cilj) nadrejeni UUID

source: (Target) Received UUID
sl: (Cilj) prejeti UUID

source: (Target) UUID
sl: (Cilj) UUID

source: --backup-config, -b <name>
sl: --backup-config, -b <ime>

source: --cleanup-algorithm, -c <algo>
sl: --cleanup-algorithm, -c <algoritem>

source: --columns <columns>
sl: --columns <stolpci>

source: --command <command>
sl: --command <ukaz>

source: --config, -c <name>
sl: --config, -c <ime>

source: --description, -d <description>
sl: --description, -d <opis>

source: --diff-cmd <command>
sl: --diff-cmd <ukaz>

source: --extensions, -x <options>
sl: --extensions, -x <možnosti>

source: --free-space <space>
sl: --free-space <prostor>

source: --from <number>
sl: --from <številka>

source: --fstype, -f <fstype>
sl: --fstype, -f <vrsta>

source: --input, -i <file>
sl: --input, -i <datoteka>

source: --logger-type <type>
sl: --logger-type <vrsta>

source: --machine-readable <format>
sl: --machine-readable <oblika>

source: --output, -o <file>
sl: --output, -o <datoteka>

source: --path <path>
sl: --path <pot>

source: --pre-number <number>
sl: --pre-number <številka>

source: --root, -r <path>
sl: --root, -r <pot>

source: --separator <separator>
sl: --separator <ločilnik>

source: --table-style, -t <style>
sl: --table-style, -t <slog>

source: --target-mode <target-mode>
sl: --target-mode <način-za-cilj>

source: --template, -t <name>
sl: --template, -t <ime>

source: --type, -t <type>
sl: --type, -t <vrsta>

source: --userdata, -u <userdata>
sl: --userdata, -u <podatki>

source: ACL error.
sl: Napaka ACL.

source: Active
sl: Dejaven

source: Active snapshot is already default snapshot.
sl: Dejaven posnetek je že privzeti posnetek.

source: Allow to abbreviate table columns.
sl: Dovoli okrajševanje stolpcev razpredelnice.

source: Ambit is %s.
sl: Ambit je %s.

source: Automatic
sl: Samodejno

source: Cannot delete snapshot %d since it is the current system.
sl: Posnetka %d ni moč izbrisati, ker je to trenutni sistem.

source: Cannot delete snapshot %d since it is the currently mounted snapshot.
sl: Posnetka %d ni moč izbrisati, ker je to trenutno priklopljeni posnetek.

source: Cannot delete snapshot %d since it is the next to be mounted snapshot.
sl: Posnetka %d ni moč izbrisati, ker je to posnetek, ki bo priklopljen kot naslednji.

source: Cannot detect ambit since default subvolume is unknown.
sl: Ambita ni moč zaznati, ker privzeti podnosilec ni znan.

source: Cannot do rollback since default subvolume is unknown.
sl: Povrnitve ni moč izvesti, ker privzeti podnosilec ni znan.

source: Character separator for CSV output format.
sl: Ločilni znak za obliko izpisa CSV.

source: Cleanup
sl: Čiščenje

source: Cleanup algorithm for snapshot.
sl: Algoritem za čiščenje posnetka.

source: Cleanup algorithm for snapshots.
sl: Algoritem za čiščenje posnetkov.

source: Cleanup all configs affecting path.
sl: Čiščenje vseh nastavitev, ki vplivajo na pot.

source: Client-side plugin '%s' failed.
sl: Vstavek »%s« na strani odjemalca ni uspel.

source: Columns to show separated by comma.
sl: Stolpci za prikaz, ločeni z vejico.

source: Command 'cleanup' needs one arguments.
sl: Ukaz »cleanup« potrebuje en argument.

source: Command 'create' does not take arguments.
sl: Ukaz »create« ne potrebuje argumentov.

source: Command 'create-config' needs one argument.
sl: Ukaz »create-config« potrebuje en argument.

source: Command 'debug' does not take arguments.
sl: Ukaz »debug« ne potrebuje argumentov.

source: Command 'delete' needs at least one argument.
sl: Ukaz »delete« potrebuje vsaj en argument.

source: Command 'delete-config' does not take arguments.
sl: Ukaz »delete-config« ne potrebuje argumentov.

source: Command 'diff' needs at least one argument.
sl: Ukaz »diff« potrebuje vsaj en argument.

source: Command 'get-config' does not take arguments.
sl: Ukaz »get-config« ne potrebuje argumentov.

source: Command 'help' does not take arguments.
sl: Ukaz »help« ne potrebuje argumentov.

source: Command 'list' does not take arguments.
sl: Ukaz »list« ne potrebuje argumentov.

source: Command 'list-configs' does not take arguments.
sl: Ukaz »list-configs« ne potrebuje argumentov.

source: Command 'modify' needs at least one argument.
sl: Ukaz »modify« potrebuje vsaj en argument.

source: Command 'mount' needs at least one argument.
sl: Ukaz »mount« potrebuje vsaj en argument.

source: Command 'rollback' cannot be used on a non-root subvolume %s.
sl: Ukaza »rollback« ni mogoče uporabljati na podnosilcu %s, ki ni korenski.

source: Command 'rollback' only available for btrfs.
sl: Ukaz »rollback« je na voljo samo za datotečni sistem btrfs.

source: Command 'rollback' takes either one or no argument.
sl: Ukaz »rollback« potrebuje en argument ali nobenega.

source: Command 'set-config' needs at least one argument.
sl: Ukaz »set-config« potrebuje vsaj en argument.

source: Command 'setup-quota' does not take arguments.
sl: Ukaz »setup-quota« ne potrebuje argumentov.

source: Command 'status' needs one argument.
sl: Ukaz »status« potrebuje en argument.

source: Command 'transfer-and-delete' does not take arguments.
sl: Ukaz »transfer-and-delete« ne potrebuje argumentov.

source: Command 'umount' needs at least one argument.
sl: Ukaz »umount« potrebuje vsaj en argument.

source: Command 'undochange' needs at least one argument.
sl: Ukaz »undochange« potrebuje vsaj en argument.

source: Command 'xadiff' needs at least one argument.
sl: Ukaz »xadiff« potrebuje vsaj en argument.

source: Command used for comparing files.
sl: Ukaz, ki se uporablja za primerjanje datotek.

source: Config
sl: Nastavitve

source: Config '%s' is invalid.
sl: Nastavitve »%s« niso veljavne.

source: Config '%s' not found.
sl: Nastavitve »%s« niso najdene.

source: Config is in use.
sl: Nastavitve so v uporabi.

source: Config is locked.
sl: Nastavitve so zaklenjene.

source: Configdata '%s' does not include '=' sign.
sl: Podatki nastavitev »%s« ne vsebujejo znaka »=«.

source: Configdata '%s' has empty key.
sl: Podatki nastavitev »%s« vsebujejo prazen ključ.

source: Could not make enough free space available for path '%s'.
sl: Ni bilo moč sprostiti dovolj prostora na disku za pot »%s«.

source: Could not make enough free space available.
sl: Ni bilo moč sprostiti dovolj prostora na disku.

source: Create a snapshot from the specified snapshot.
sl: Ustvari posnetek iz navedenega posnetka.

source: Create an empty snapshot.
sl: Ustvari prazen posnetek.

source: Create read-only snapshot.
sl: Ustvari posnetek samo za branje.

source: Create read-write snapshot.
sl: Ustvari posnetek za branje in pisanje.

source: Creating config failed (%s).
sl: Ustvarjanje nastavitev ni uspelo (%s).

source: Creating read-only snapshot of current system.
sl: Ustvarjanje posnetka trenutnega sistema samo za branje.

source: Creating read-only snapshot of default subvolume.
sl: Ustvarjanje posnetka privzetega podnosilca samo za branje.

source: Creating read-write snapshot of current subvolume.
sl: Ustvarjanje posnetka trenutnega podnosilca za branje in pisanje.

source: Creating read-write snapshot of snapshot %d.
sl: Ustvarjanje posnetka za branje in pisanje iz posnetka %d.

source: Creating snapshot failed.
sl: Ustvarjanje posnetka ni uspelo.

source: Date
sl: Datum

source: Default
sl: Privzeti

source: Delete:
sl: Izbris:

source: Deleting config failed (%s).
sl: Brisanje nastavitev ni uspelo (%s).

source: Deleting snapshot %d.
sl: Brisanje posnetka %d.

source: Deleting snapshot failed.
sl: Brisanje posnetka ni uspelo.

source: Deleting snapshot from %s:
sl: Brisanje posnetka iz %s:

source: Description
sl: Opis

source: Description for snapshot.
sl: Opis posnetka.

source: Description for snapshots.
sl: Opis posnetkov.

source: Detecting filesystem type failed.
sl: Zaznavanje vrste datotečnega sistema ni uspelo.

source: Disable showing used space.
sl: Onemogoči prikaz porabljenega prostora.

source: Display dates and times in ISO format.
sl: Prikazuje datume in čase v obliki ISO.

source: Display dates and times in UTC.
sl: Prikazuje datume in čase v časovnem pasu UTC.

source: Empty configdata.
sl: Prazni podatki nastavitev.

source: Empty userdata.
sl: Prazni uporabniški podatki.

source: Error (%s).
sl: Napaka (%s).

source: Extra options passed to the diff command.
sl: Dodatne možnosti, ki se posredujejo ukazu diff.

source: Failed to initialize filesystem handler.
sl: Pripravljanje ročnika za datotečni sistem ni uspelo.

source: Failed to parse '%s'.
sl: Razčlenjevanje »%s« ni uspelo.

source: Failed to parse number.
sl: Razčlenjevanje številke ni uspelo.

source: Failed to query free space for path '%s'.
sl: Poizvedovanje o razpoložljivem prostoru za pot »%s« ni uspelo.

source: Failed to query free space.
sl: Poizvedovanje o razpoložljivem prostoru ni uspelo.

source: Failed to set locale.
sl: Nastavitev jezika ni uspela.

source: Failure
sl: Neuspeh

source: Failure (%s).
sl: Neuspeh (%s).

source: File '%s' not found.
sl: Datoteka »%s« ni najdena.

source: Free space error (%s).
sl: Napaka razpoložljivega prostora (%s).

source: Global options:
sl: Splošne možnosti:

source: IO Error (%s).
sl: V/I napaka (%s).

source: IO error (%s).
sl: V/I napaka (%s).

source: Identical snapshots.
sl: Enaka posnetka.

source: Illegal snapshot.
sl: Neveljaven posnetek.

source: Increase verbosity.
sl: Poveča količino izpisa.

source: Invalid ambit '%s'.
sl: Neveljaven ambit »%s«.

source: Invalid column '%s'.
sl: Neveljaven stolpec »%s«.

source: Invalid config.
sl: Neveljavne nastavitve.

source: Invalid configdata.
sl: Neveljavni podatki nastavitev.

source: Invalid free-space value.
sl: Neveljavna vrednost razpoložljivega prostora.

source: Invalid group (%s).
sl: Neveljavna skupina (%s).

source: Invalid logger-type '%s'.
sl: Neveljavna vrsta »%s« za logger-type.

source: Invalid machine readable format '%s'.
sl: Neveljavna računalniško berljiva oblika »%s«.

source: Invalid path '%s'.
sl: Neveljavna pot »%s«.

source: Invalid snapshot '%s'.
sl: Neveljaven posnetek »%s«.

source: Invalid snapshots.
sl: Neveljavni posnetki.

source: Invalid subvolume path '%s' on target.
sl: Neveljavna pot podnosilca »%s« na cilju.

source: Invalid subvolume.
sl: Neveljaven podnosilec.

source: Invalid table style '%s'.
sl: Neveljaven slog razpredelnice »%s«.

source: Invalid target mode '%s'.
sl: Neveljaven način cilja »%s«.

source: Invalid user (%s).
sl: Neveljaven uporabnik (%s).

source: Invalid userdata.
sl: Neveljavni uporabniški podatki.

source: Key
sl: Ključ

source: List configs:
sl: Izpis nastavitev:

source: List snapshots from all accessible configs.
sl: Izpiše posnetke iz vseh dostopnih nastavitev.

source: List:
sl: Izpis:

source: Listing configs failed (%s).
sl: Izpisovanje nastavitev ni uspelo (%s).

source: Manually set filesystem type.
sl: Ročno nastavi vrsto datotečnega sistema.

source: Maybe you forgot the delimiter '..' between the snapshot numbers.
sl: Morda ste med številkama posnetkov pozabili ločilnik »..«.

source: Missing argument for command option '%s'.
sl: Manjka argument za ukazno možnost »%s«.

source: Missing argument for global option '%s'.
sl: Manjka argument za splošno možnost »%s«.

source: Missing command option.
sl: Manjka ukazna možnost.

source: Missing delimiter '..' between snapshot numbers.
sl: Manjka ločilnik »..« med številkama posnetkov.

source: Missing or invalid pre-number.
sl: Manjka pred-številka ali pa ni veljavna.

source: Name
sl: Ime

source: Name of config template to use.
sl: Ime predloge nastavitev, ki bo uporabljena.

source: No backup configs found.
sl: Najdena ni bila nobena varnostna kopija nastavitev.

source: No command provided.
sl: Naveden ni bil noben ukaz.

source: No headers for CSV output format.
sl: Brez glav za izhodno obliko CSV.

source: No permissions.
sl: Brez dovoljenj.

source: Number of corresponding pre snapshot.
sl: Številka ustreznega pred-posnetka.

source: Only use backup-config with automatic set.
sl: Uporabite »backup-config« samo skupaj z »automatic«.

source: Only use backup-config with specified target-mode.
sl: Uporabite »backup-config« samo skupaj z navedbo »target-mode«.

source: Opening file '%s' failed.
sl: Odpiranje datoteke »%s« ni uspelo.

source: Operate in the specified ambit.
sl: Delovanje v navedenem ambitu.

source: Operate on target root (works only without DBus).
sl: Delovanje na cilju root (deluje samo brez DBus-a).

source: Operate without DBus.
sl: Delovanje brez DBus-a.

source: Option --from only supported for snapshots of type single.
sl: Možnost »--from« je podprta samo za posnetke vrste »enojni«.

source: Option --read-write only supported for snapshots of type single.
sl: Možnost »--read-write« je podprta samo za posnetke vrste »enojni«.

source: Path mismatch between source-path of backup-config and subvolume of snapper config ('%s' vs. '%s').
sl: Neujemanje poti med »source-path« v »backup-config« in podnosilcem v nastavitvah za snapper (»%s« in »%s«).

source: Post #
sl: Št. po

source: Post Date
sl: Datum po

source: Pre #
sl: Št. pred

source: Pre Date
sl: Datum pred

source: Print number of created snapshot.
sl: Izpiše številko ustvarjenega posnetka.

source: Print number of second created snapshot.
sl: Izpiše številko drugega ustvarjenega posnetka.

source: Print version and exit.
sl: Izpiše številko in konča.

source: Probing extra information for source snapshots.
sl: Ugotavljanje dodatnih podatkov za izvorne posnetke.

source: Probing extra information for target snapshots.
sl: Ugotavljanje dodatnih podatkov za ciljne posnetke.

source: Probing source snapshots.
sl: Ugotavljanje izvornih posnetkov.

source: Probing target snapshots.
sl: Ugotavljanje ciljnih posnetkov.

source: Quota error (%s).
sl: Napaka kvote (%s).

source: Read files for which to undo changes from file.
sl: Prebere datoteke, za katere bodo razveljavljene spremembe iz datoteke.

source: Read files to diff from file.
sl: Prebere datoteke v diff iz datoteke.

source: Read-Only
sl: Samo za branje

source: Run command and create pre and post snapshots.
sl: Zažene ukaz in ustvari posnetka pred in po.

source: Running delete failed for %d of %ld backup config.
sl: Izvajanje brisanja je spodletelo za %d od %ld nastavitve varnostnega kopiranja.

source: Running delete for backup config '%s' failed.
sl: Izvajanje brisanja za nastavitev varnostnega kopiranja »%s« je spodletelo.

source: Running delete for backup config '%s'.
sl: Izvajanje brisanja za nastavitev varnostnega kopiranja »%s«.

source: Running list failed for %d of %ld backup config.
sl: Izvajanje izpisovanja je spodletelo za %d od %ld nastavitve varnostnega kopiranja.

source: Running transfer and delete failed for %d of %ld backup config.
sl: Izvajanje prenosa in brisanja je spodletelo za %d od %ld nastavitve varnostnega kopiranja.

source: Running transfer and delete for backup config '%s' failed.
sl: Izvajanje prenosa in brisanja za nastavitve varnostnega kopiranja »%s« je spodletelo.

source: Running transfer and delete for backup config '%s'.
sl: Izvajanje prenosa in brisanja za nastavitve varnostnega kopiranja »%s«.

source: Running transfer failed for %d of %ld backup config.
sl: Izvajanje prenosa je spodletelo za %d od %ld nastavitve varnostnega kopiranja.

source: Running transfer for backup config '%s' failed.
sl: Izvajanje prenosa za nastavitve varnostnega kopiranja »%s« je spodletelo.

source: Running transfer for backup config '%s'.
sl: Izvajanje prenosa za nastavitve varnostnega kopiranja »%s«.

source: SSH Host
sl: Gostitelj SSH

source: SSH Identity
sl: Istovetnost SSH

source: SSH Port
sl: Vrata SSH

source: SSH User
sl: Uporabnik SSH

source: Save status to file.
sl: Shrani stanje v datoteko.

source: See 'man snapper' for further instructions.
sl: Za nadaljnja navodila si oglejte »man snapper«.

source: Server-side plugin '%s' failed.
sl: Vstavek »%s« na strani strežnika ni uspel.

source: Set CSV output format.
sl: Nastavi izpis v obliki CSV.

source: Set JSON output format.
sl: Nastavi izpis v obliki JSON.

source: Set a machine-readable output format (csv, json).
sl: Nastavi računalniško berljivo obliko izpisa (csv, json).

source: Set logger type.
sl: Nastavi vrsto dnevnika.

source: Set name of backup-config to use.
sl: Nastavi ime nastavitev varnostnega kopiranja, ki bodo uporabljene.

source: Set name of config to use.
sl: Nastavi ime nastavitev, ki bodo uporabljene.

source: Set snapshot as default snapshot.
sl: Nastavi posnetek za privzeti posnetek.

source: Set snapshot read-only.
sl: Nastavi posnetek samo za branje.

source: Set snapshot read-write.
sl: Nastavi posnetek za branje in pisanje.

source: Setting default subvolume to snapshot %d.
sl: Nastavljanje privzetega podnosilca na posnetek %d.

source: Snapshot '%u' not found.
sl: Posnetek »%u« ni najden.

source: Snapshot already on target.
sl: Posnetek je že na ciljnem mestu.

source: Snapshot is in use.
sl: Posnetek je v uporabi.

source: Snapshot not on source.
sl: Posnetka ni na izvornem mestu.

source: Snapshot not on target.
sl: Posnetka ni na ciljnem mestu.

source: Snapshot number %d not found.
sl: Posnetek s številko »%d« ni najden.

source: Source Path
sl: Izvorna pot

source: Source State
sl: Izvorno stanje

source: Subvolume
sl: Podnosilec

source: Suppress normal output.
sl: Skrij običajen izhod.

source: Sync after deletion.
sl: Po izbrisu uskladi datotečni sistem.

source: Table style (integer).
sl: Slog razpredelnice (celo število).

source: Target Mode
sl: Ciljni način

source: Target Path
sl: Ciljna pot

source: Target State
sl: Ciljno stanje

source: Target btrfs bin
sl: Ciljna izvršljiva datoteka btrfs

source: Target mkdir bin
sl: Ciljna izvršljiva datoteka mkdir

source: Target rm bin
sl: Ciljna izvršljiva datoteka rm

source: Target rmdir bin
sl: Ciljna izvršljiva datoteka rmdir

source: The ambit can be specified manually using the --ambit option.
sl: Ambit lahko določite ročno z uporabo možnosti »--ambit«.

source: The config 'root' does not exist. Likely snapper is not configured.
sl: Nastavitve »root« ne obstajajo. Najverjetneje snapper še ni nastavljen.

source: This can happen if the system was not set up for rollback.
sl: To se lahko zgodi, če sistem ni bil nastavljen za povrnitev.

source: Transfer and delete:
sl: Prenos in izbris:

source: Transfer:
sl: Prenos:

source: Transferring snapshot %d.
sl: Prenašanje posnetka %d.

source: Try 'snapper --help' for more information.
sl: Za dodatne informacije poskusite z ukazom »snapper --help«.

source: Try 'snbk --help' for more information.
sl: Za dodatne informacije poskusite z ukazom »snbk --help«.

source: Try to make space available.
sl: Poskusi sprostiti prostor na disku.

source: Turn on debugging.
sl: Vklopi razhroščevanje.

source: Type
sl: Vrsta

source: Type for snapshot.
sl: Vrsta posnetka.

source: Type of snapshots to list.
sl: Vrsta posnetkov za izpisati.

source: Unknown cleanup algorithm '%s'.
sl: Neznan algoritem čiščenja »%s«.

source: Unknown command '%s'.
sl: Neznan ukaz »%s«.

source: Unknown config.
sl: Neznane nastavitve.

source: Unknown global option '%s'.
sl: Neznana splošna možnost »%s«.

source: Unknown option '%s' for command '%s'.
sl: Neznana možnost »%s« za ukaz »%s«.

source: Unknown type '%s'.
sl: Neznana vrsta »%s«.

source: Use %1$s.
sl: Uporabite %1$s.

source: Use an integer number from %d to %d.
sl: Uporabite celo število od %d do %d.

source: Used Space
sl: Porabljen prostor

source: User
sl: Uporabnik

source: Userdata
sl: Uporabniški podatki

source: Userdata '%s' does not include '=' sign.
sl: Uporabniški podatki »%s« ne vsebujejo znaka »=«.

source: Userdata '%s' has empty key.
sl: Uporabniški podatki »%s« vsebuje prazen ključ.

source: Userdata for snapshot.
sl: Uporabniški podatki za posnetek.

source: Userdata for snapshots.
sl: Uporabniški podatki za posnetke.

source: Value
sl: Vrednost

source: create:%d modify:%d delete:%d
sl: ustvari:%d spremeni:%d izbriši:%d

source: creating %s
sl: ustvarjanje %s

source: deleting %s
sl: brisanje %s

source: failed to create %s
sl: ustvarjanje %s ni uspelo
