Repository: openSUSE/snapper
Catalog: po/*.po
Languages: sl

source: failed to delete %s
sl: brisanje %s ni uspelo

source: failed to modify %s
sl: spreminjanje %s ni uspelo

source: modifying %s
sl: spreminjanje %s

source: no
sl: ne

source: nothing to do
sl: ničesar ni za storiti

source: root argument can be used only together with no-dbus.
sl: Argument »root« se lahko uporablja samo skupaj z »no-dbus«.

source: snbk delete [numbers]
sl: snbk delete [številke]

source: snbk transfer [numbers]
sl: snbk transfer [številke]

source: usage: snapper [--global-options] <command> [--command-options] [command-arguments]
sl: uporaba: snapper [--splošne-možnosti] <ukaz> [--ukazne-možnosti] [ukazni-argumenti]

source: usage: snbk [--global-options] <command> [command-arguments]
sl: uporaba: snbk [--splošne-možnosti] <ukaz> [ukazni-argumenti]

source: yes
sl: da
